<?php
$pkdl=1/5; //pk胜利后获得对方银两的比例
$shengjsd=100; //升级所需经验基数,数值越小，升级速度越快
$petsjsd=1000;//宠物升级所需经验基数、数值越小，升级速度越快
$wupscjg=2/3; //物品售出的价格与原价的比例
$tiaozgl=3; //挑战成功的概率,数值越小，越容易成功
$tiaozkg=1;//挑战是否开启
$xinrdj=35;//新手等级，允许pk的等级
$yanzsj=5*60;//多少秒输一次验证码
$zuidjbl=3/4;//限制物品卖出的最低价格为系统价的百分比
$zuigjbl=5/4;//限制物品卖出的最高价格为系统价的百分比
$choujxhsw=20;//抽奖消耗的声望
$shangpscs=10/100;//商品税收比例
$hecsxsw=50;//合成物品所需的声望
$chongztcbl=1/10;//被推广玩家充值提成奖励比率
$jingytcbl=1/20;//被推广玩家经验提成奖励比率
$chongzbl=180000;//充值比例，1元=多少银票
$tuigjl=18000;//推广一个玩家的奖励
$chongwhdjybl=2/3;//宠物获得经验比例
$jianzsd=1;//建筑速度，值越大越慢
$jz2=10;//升1级府邸 +5
$jz3=6;//升1级仓库 +3
$jz4=1;//升1级精灵屋 +1
$jz5=30;//升1级练功房 +60秒
$jz6=15;//升1级魔法学院 +60秒
$jz7=1000;//升1级市场 当前限制*(1-市场等级/1000) 当前限制*(1+市场等级/1000)
$jz9=20000;//内务府借款上限
$jz13=1000;//银行存款上限
$buzcwjq=100;//捕捉宠物所花费的银两
$jiandfbl=1/20;//鉴定费与物品原价比例
$jianzcz=2;//建筑所需银两与建造时间的差值，所需银两/2 所需时间*2
?>